[
  {
    "text" : "Меня зовут Влад Горняк, и я буду сопровождать тебя в путешествии. Я отметил интересные точки на карте. Пройдешь все — разберешься, как майнить и что делать с добытыми монетами.<br><br>Нажми на меня, чтобы увидеть новую подсказку.",
    "header" : "Привет!"
  },
  {
    "text" : "На карту добавлены только те площадки, которые ведут свой бизнес открыто, честно, имеют рабочую версию сайта и отвечают на звонки и письма.<br><br>Если вы предоставляете услуги хостинга и отвечаете всем критериям, но не видите себя на карте, напишите на <a href=\"mailto:otter@forklog.com\" target=\"_blank\">otter@forklog.com<\/a>.",
    "header" : "Вы открыли карту хостеров и майнинг-отелей"
  },
  {
    "text" : "Всего опубликуем 8 статей и видео. Если не хочешь пропустить новые материалы, подпишись на наш <a href=\"https:\/\/t.me\/forklog\" target=\"_blank\">Telegram-канал<\/a>.",
    "header" : "Мы выпускаем материалы каждые три дня"
  },
  {
    "text" : "Майнинг — это процесс добычи криптовалют. Людей, которые занимаются майнингом, называют майнерами. Они проверяют транзакции, записывают их в блок и получают награду за это.<br><br>Подробнее можешь прочитать в <a href=\"https:\/\/forklog.com\/chto-takoe-majning\/\" target=\"_blank\">карточке про майнинг<\/a>.",
    "header" : "Что такое майнинг"
  },
  {
    "text" : "Это вид алгоритма консенсуса — правил записи блоков в блокчейн. На PoW майнер выбирает случайное значение nonce, добавляет его в начало блока и рассчитывает хеш-сумму блока. Если результат хеширования подходит под условие сети — майнер получает награду.<br><br>Подробнее можешь прочитать в <a href=\"https:\/\/forklog.com\/chto-takoe-proof-of-work-i-proof-of-stake\/\" target=\"_blank\">карточке про PoW и PoS<\/a>.",
    "header" : "Что такое Proof-of-Work (PoW)"
  },
  {
    "text" : "Это показатель сложности майнинга: количество хешей, которое устройство считает за секунду.<br><br>Подробнее можешь прочитать в <a href=\"https:\/\/forklog.com\/chto-takoe-heshrejt-i-slozhnost-majninga-kriptovalyut\/\" target=\"_blank\">карточке про хешрейт<\/a>.",
    "header" : "Что такое хешрейт"
  },
  {
    "text" : "Это уменьшение размера вознаграждения за добавление нового блока в блокчейн в два раза.<br><br>Подробнее можешь прочитать в <a href=\"https:\/\/forklog.com\/chto-takoe-halving-bitkoina\/\" target=\"_blank\">карточке про халвинг<\/a>.",
    "header" : "Что такое халвинг"
  },
  {
    "text" : "Это иллюстрированные лонгриды с интерактивными элементами на интересную тему. Мы выпустили <a href=\"https:\/\/forklog.com\/sp\/\" target=\"_blank\">17 спецпроектов<\/a> и знаем, как делать полезные материалы для читателей и спонсоров.<br><br>Если хотите заказать спецпроект, напишите на <a href=\"mailto:commercial@forklog.com\" target=\"_blank\">commercial@forklog.com<\/a>.",
    "header" : "Что такое спецпроект"
  }
]